
[KFWeap_Pistol_Glock]
ItemName="Glock 18C"
ItemCategory="Pistol"
ItemDescription="•Choice of full-auto and semi-auto fire modes.\n•Alt-fire to toggle between fire modes.\n•A firehose of destruction in a more convenient, travel-sized package."

[KFWeap_Pistol_DualGlock]
ItemName="Dual Glock 18C"
ItemCategory="Pistol"
ItemDescription="•Choice of full-auto and semi-auto fire modes.\n•Alt-fire to toggle between fire modes.\n•This is a pair of Glocks. Each can be individually sold or dropped."




